Repository: xmas7/gcolor3
Catalog: po/*.po
Languages: no

source: A simple color selection dialog in GTK3
no: En enkel farge velger laget i GTK3

source: Choose colors from the palette or the screen
no: Velg farger fra paletten eller skjermen

source: read
no: lese

source: write
no: skrive

source: Enter a color name for %s:
no: Skriv inn et fargenavn for %s:

source: An error occurred trying to open file "%s" for %s access! Please check the file permissions and try again.
no: En feil oppstod en feil ved Ã¥pning av filen "%s", mangler %s tilgang! Vennligst sjekk rettighetene til filen.

source: translator-credits
no: HikariKnight

source: Contributors
no: Bidragsytere

source: Website
no: Webside

source: Save a color
no: Lagre en farge

source: Show saved colors
no: Vis lagrede farger

source: Color
no: Farge

source: Name
no: Navn
